IdeaRS.Connections
FasteningData.CustomLcsPoint Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the shift of reference point.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point CustomLcsPoint { get; set; }
Property Value
Type: Point
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace